"Copy Path" = "Copier le Chemin";
"Path" = "Façon Classique";
"URL" = "Comme URL";
"Windows Path" = "Façon Windows";
"HFS Path" = "Façon HFS";
"Terminal Path" = "Façon Terminal";
"Short Path" = "Chemin court";
"Short URL" = "Comme URL courte";
"Name" = "Seulement le nom";

"(default)" = "(par défaut)";
